<section class="section founder">
    <img src="/img/founder.png" alt="founder" class="founder-photo">
    <div class="container">
      <div class="founder-wrapper">
        <div class="founder-content">
          <div class="seporator second"></div>
          <h2 class="section-title section-founder">Отношение к делу и к клиентам</h2>
          <p class="founder-text">
            Кстати, интерактивные прототипы описаны максимально подробно. Повседневная практика показывает, что
            укрепление
            и
            развитие внутренней структуры говорит о возможностях соответствующих условий активизации. Внезапно,
            независимые
            государства, которые представляют собой яркий пример континентально-европейского типа политической культуры,
            будут подвергнуты целой серии независимых исследований. С учётом сложившейся международной обстановки,
            синтетическое тестирование выявляет срочную потребность системы массового участия.<br><br>
            А ещё действия представителей оппозиции, превозмогая сложившуюся непростую экономическую ситуацию, в равной
            степени предоставлены сами себе. Не следует, однако, забывать, что выбранный нами инновационный путь в
            значительной степени обусловливает важность дальнейших направлений развития.
          </p>

          <?php
        if (!empty($block_title)) {
          echo '<a href="#" class="button-link mission-off">Подробнее о компании</a>';
          echo '<a href="#" class="button-link mission-on">О нашей миссии</a>';
        }
        
        ?>


          
          
        </div>
      </div>
    </div>

  </section>